module.exports = {
  "name": "XX商城",
  "location": "成都市高新区YY路23号",
  "parking": "地下停车场，5元/小时，消费满500元免费停车3小时",
  "phone": "028-12345678",
  "floors": {
    "1": {
      "introduction": "汽车、珠宝、手表、咖啡、奶茶",
      "washroom": false,
      "merchants": [
        {
          "id": 1001,
          "name": "稳途汽车",
          "business": "主营电动汽车销售，纯电汽车（BEV）、插电混合动力汽车（PHEV）"
        },
        {
          "id": 1002,
          "name": "凌越汽车",
          "business": "主营电动汽车销售，纯电汽车、增程式电动车（REEV）"
        },
        {
          "id": 1003,
          "name": "瑞彩珠宝行",
          "business": "主营金银珠宝首饰、钻石、翡翠、玉石、铂金、银饰"
        },
        {
          "id": 1004,
          "name": "金来福珠宝",
          "business": "主营黄金首饰，金项链、金手镯、金戒指、金耳饰"
        },
        {
          "id": 1005,
          "name": "恒时表坊",
          "business": "主营手表、钟表、瑞士名表、日本名表、德国名表、男士手表、女士手表"
        },
        {
          "id": 1006,
          "name": "劲风汽车",
          "business": "主营电动汽车销售，纯电汽车、油电混合动力汽车（HEV）"
        },
        {
          "id": 1007,
          "name": "甜心茶社",
          "business": "主营各种奶茶、果汁、饮料、热饮、冷饮"
        },
        {
          "id": 1008,
          "name": "沁香茶府",
          "business": "主营各种茶水，绿茶、红茶、乌龙茶、花草茶、西湖龙井、铁观音、普洱"
        },
        {
          "id": 1009,
          "name": "啡香漫时光",
          "business": "主营各种咖啡，拿铁、美式、卡布奇诺、摩卡"
        },
        {
          "id": 1010,
          "name": "乐脆炸鸡",
          "business": "主营各种炸鸡，炸鸡、鸡腿、鸡翅、可乐、雪碧、肯德基、麦当劳"
        }
      ]
    },
    "2": {
      "introduction": "男装、女装、童装、鞋帽",
      "washroom": true,
      "merchants": [
        {
          "id": 2001,
          "name": "锋尚男士馆",
          "business": "主营男装，西装、衬衫、裤子、领带、皮鞋、皮带、T恤"
        },
        {
          "id": 2002,
          "name": "花漾衣舍",
          "business": "主营女装，连衣裙、半身裙、衬衫、裤子、外套、鞋子、帽子、包包"
        },
        {
          "id": 2003,
          "name": "欢乐小熊童装店",
          "business": "主营儿童服装，衣服、裤子、鞋子、帽子、书包、文具、玩具"
        },
        {
          "id": 2004,
          "name": "云途鞋栈",
          "business": "主营各种鞋类，运动鞋、休闲鞋、皮鞋、凉鞋、拖鞋、高跟鞋、凉鞋、登山鞋"
        },
        {
          "id": 2005,
          "name": "衣品小栈",
          "business": "主营大众服装，男装、女装、童装、鞋帽、包包、配饰、家居服"
        }
      ]
    },
    "3": {
      "introduction": "火锅、烤肉、中餐、西餐、粉面、日韩料理",
      "washroom": true,
      "merchants": [
        {
          "id": 3001,
          "name": "耙耳朵火锅",
          "business": "主营四川火锅，麻辣火锅、清油火锅、牛油火锅、鸳鸯火锅"
        },
        {
          "id": 3004,
          "name": "成都担担面",
          "business": "主营成都担担面，鸡杂面、豌杂面、干拌面、炸酱面"
        },
        {
          "id": 3005,
          "name": "王姑婆肥肠粉",
          "business": "主营肥肠粉，麻辣肥肠粉、酸辣肥肠粉、鲜椒肥肠粉、冒节子肥肠粉"
        },
        {
          "id": 3006,
          "name": "绵阳米粉",
          "business": "主营米粉，肥肠米粉、牛肉米粉、鸡汤米粉、清红汤米粉"
        },
        {
          "id": 3007,
          "name": "江油肥肠",
          "business": "主营各类中餐，红烧肥肠、红烧牛肉、清炖、各种小炒、炒饭、炒面、米饭"
        },
        {
          "id": 3008,
          "name": "幺娃子川菜馆",
          "business": "主营各类川菜，麻辣香锅、水煮鱼、鱼香肉丝、宫保鸡丁、夫妻肺片"
        },
        {
          "id": 3009,
          "name": "重庆幺妹火锅",
          "business": "主营重庆火锅，九宫格火锅、麻辣火锅、鸳鸯火锅、毛肚火锅"
        },
        {
          "id": 3010,
          "name": "重庆小面",
          "business": "主营重庆小面，麻辣小面、鸡丝小面、牛肉小面、酸辣小面"
        },
        {
          "id": 3011,
          "name": "塞纳左岸餐厅",
          "business": "主营各类西餐，意大利面、法国菜、披萨、牛排、烤鸡、烤鸭、烤鱼"
        },
        {
          "id": 3012,
          "name": "樱韵和食屋",
          "business": "主营各种日本料理，寿司、刺身、烤鱼、烤肉、炒面、炒饭"
        },
        {
          "id": 3013,
          "name": "韩流炙味馆",
          "business": "主营各种韩国料理，烤肉、炒面、炒饭、炸鸡、炸鱼、炸虾"
        },
        {
          "id": 3014,
          "name": "椰香南洋泰味馆",
          "business": "主营各种泰国料理，咖喱、椰汁鸡、椰汁虾、东南亚菜系、傣族风味"
        }
      ]
    }
    ,
    "4": {
      "introduction": "电影院、健身房、电竞游戏、桌球室、KTV",
      "washroom": true,
      "merchants": [
        {
          "id": 4001,
          "name": "梦幻影城",
          "business": "播放当下最新电影，3D、IMAX、杜比全景声、杜比全景声"
        },
        {
          "id": 4002,
          "name": "劲速健身空间",
          "business": "提供健身器材，瑜伽、普拉提、有氧运动、力量训练、康复训练"
        },
        {
          "id": 4003,
          "name": "竞技桌球俱乐部",
          "business": "提供桌球场地，提供桌球拍、桌球台、桌球球、桌球服装"
        },
        {
          "id": 4004,
          "name": "趣玩电竞馆",
          "business": "提供电竞游戏，LOL、王者荣耀、绝地求生、守望先锋、英雄联盟"
        },
        {
          "id": 4005,
          "name": "音乐魔方KTV",
          "business": "唱歌、卡拉OK，提供包房，酒水、饮料、小吃、水果"
        },
      ]
    }
  }
}